Case_n0_7/Case_a0_25/Case_lc0_007/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    sides
    {
        type            empty;
        nFaces          147576;
        startFace       367052;
    }
    lowerWall
    {
        type            wall;
        nFaces          1716;
        startFace       514628;
    }
    rightWall
    {
        type            wall;
        nFaces          172;
        startFace       516344;
    }
    atmosphere
    {
        type            patch;
        nFaces          1716;
        startFace       516516;
    }
    inlet
    {
        type            patch;
        nFaces          172;
        startFace       518232;
    }
)

// ************************************************************************* //
